Repository: philippbosch/django-geoposition
Catalog: geoposition/locale/*/LC_MESSAGES/django.po
Languages: es

source: Geoposition
es: Geoposición

source: A geoposition field to store latitude, longitude and elevation data
es: Campo de geoposición para almecenar datos de latitud, longitud y elevación

source: Enter a valid value for latitude.
es: Ingrese un valor adecuado para la latitud.

source: Enter a valid value for longitude.
es: Ingrese un valor adecuado para la longitud.

source: Enter a valid value for elevation.
es: Ingrese un valor adecuado para la elevación.

source: latitude
es: latitud

source: latitude must be a value between -90 and +90 degrees
es: la latitud debe estar comprendida entre 90 y -90 grados

source: longitude
es: longitud

source: longitude must be a value between -180 and +180 degrees
es: la longitud debe estar comprendida entre -180 y 180 grados

source: elevation
es: elevación

source: This value must be between %(lower)s and %(upper)s.
es: Este valor debe estar comprendido entre %(lower)s y %(upper)s.

source: This value must be at least %(lower)s.
es: Este no debe ser menor que %(lower)s.

source: This value must be no more than %(upper)s.
es: Este valor no debe ser mayor que %(upper)s.
